Revit 2027 API
UIThemeManager Methods
The UIThemeManager type exposes the following members.
Methods
Name | Description
GetThemeName |  Gets the theme name for the given theme type.
Top
See Also
Reference
UIThemeManager Class
Autodesk.Revit.UI Namespace